Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/om_kalenderen_2011_nob.doc.tmx
Source language: nob
Languages: fkv

source: Kalenterista / Kaleanddara birra/ Om kalenderen 'Pohjaisen ihmissii - Olbmot davvin - Mennesker i nord' er et samarbeid mellom Sjøsamisk kompetansesenter og Kainun institutti-Kvensk institutt.
fkv: Kalenteri 'Pohjaisen ihmissii - Olbmot davvin - Mennesker i nord' oon Merisaamen tietosentterin ja Kainun institutin yhtheistyöprošekti.

source: Kalenderen formidler hverdagslivet til folk i nord.
fkv: Kalenteri muistelee pohjaisen ihmisistä ja heijän elämästä.

source: Bilder og tekst i kalenderen presenterer noe av folks aktiviteter i hverdagslivet.
fkv: Kalenterin kuvat ja tekstit nostethaan esile ihmisten jokapäiväsen elämän, työn ja elämänkeinon.

source: Flerspråklighet har vært vanlig blandt folk i nord, både på innlandet og på kysten.
fkv: Monikielisyys ja monikulttuurisuus oon tradiittiitä sekä rannikolla ja sisämaassa.

source: I denne kalenderen presenterer vi tekstene på tre språk, samisk, kvensk og norsk.
fkv: Niinpä tässäki kalenterissa oon saamen-, kväänin- ja norjankieliset tekstit.
